@extends('layouts.app')

@section('content')
    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-10">
                <div class="card">
                    <div class="card-header">{{ __('Условия сотрудничества') }}</div>

                    <div class="card-body">
                        <div class="row">
                            <div class="col-md-12">
                                <div class="form-group">
                                    <p class="card-text">
                                        Я даю свое согласие на обработку моих персональных данных, относящихся
                                        исключительно к перечисленным ниже категориям персональных данных: фамилия,
                                        имя,
                                        отчество; пол; дата рождения; тип документа, удостоверяющего личность;
                                        данные
                                        документа, удостоверяющего личность; гражданство; сведения об инвалидности и
                                        иные сведения.
                                        Я даю согласие на использование персональных данных исключительно в целях
                                        рассмотрения моих документов, а также на хранение данных об этих результатах
                                        на электронных носителях.
                                        Настоящее согласие предоставляется мной на осуществление действий в
                                        отношении
                                        моих персональных данных, которые необходимы для достижения указанных выше
                                        целей, включая (без ограничения) сбор, систематизацию, накопление, хранение,
                                        уточнение (обновление, изменение), использование, передачу третьим лицам для
                                        осуществления действий по обмену информацией, обезличивание, блокирование
                                        персональных данных,
                                        а также осуществление любых иных действий, предусмотренных действующим
                                        законодательством Российской Федерации.
                                        Я проинформирован, что получатель сведений гарантирует обработку моих
                                        персональных данных в соответствии с действующим законодательством
                                        Российской
                                        Федерации как неавтоматизированным, так и автоматизированным способами.
                                        Данное согласие действует до достижения целей обработки персональных данных
                                        или в течение срока хранения информации.
                                        Данное согласие может быть отозвано в любой момент по моему письменному
                                        заявлению.
                                        Я подтверждаю, что, давая такое согласие, я действую по собственной воле и в
                                        своих интересах.
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
